<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {font-family: Georgia, "Times New Roman", Times, serif}
-->
</style>
</head>

<body>
<table width="1122" border="1" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td width="211" height="48"><h4 align="center">CURIOSIDADES</h4></td>
    <td width="209"><h4 align="center">ARTISTAS</h4></td>
    <td width="199"><h4 align="center">PLAYLIST </h4></td>
    <td width="171"><h4 align="center">GENEROS </h4></td>
    <td width="203"><h4 align="center">DATOS INTERESANTES </h4></td>
    <td width="115"><h4 align="center">NOTICIAS </h4></td>
  </tr>
</table>
<h2>&nbsp;</h2>
<h2><strong>King Gizzard &amp; the Lizard Wizard</strong>&nbsp;</h2>
<p align="justify">Es un grupo australiano de&nbsp;rock psicod&eacute;lico&nbsp;formada en&nbsp;Melbourne&nbsp;en el a&ntilde;o 2010.<a href="https://es.wikipedia.org/wiki/King_Gizzard_%26_the_Lizard_Wizard#cite_note-1"></a>&#8203;La banda est&aacute; formada por&nbsp;Stu Mackenzie&nbsp;(voz, guitarra teclados, vientos),&nbsp;Ambrose Kenny-Smith&nbsp;(voz, arm&oacute;nica, teclados),&nbsp;Cook Craig&nbsp;(guitarra, voz),&nbsp;Joey Walker&nbsp;(guitarra, voz),&nbsp;Lucas Skinner&nbsp;(bajo),&nbsp;Michael Cavanagh&nbsp;(bater&iacute;a, percusi&oacute;n) y&nbsp;Eric Moore&nbsp;(bater&iacute;a, percusi&oacute;n). Son conocidos por su prol&iacute;fica producci&oacute;n, grabando 15 &aacute;lbumes de estudio desde su formaci&oacute;n, adem&aacute;s de por sus en&eacute;rgicas actuaciones.</p>
<p align="justify">Su primer &aacute;lbum&nbsp;<em>12 Bar Bruise</em>&nbsp;fue lanzado en 2012, y su segundo,&nbsp;<em>Eyes Like The Sky</em>&nbsp;en 2013. Estos dos primeros discos supusieron la mezcla de&nbsp;surf rock,&nbsp;garage rock&nbsp;y&nbsp;rock psicod&eacute;lico&nbsp;como el sonido caracter&iacute;stico de la agrupaci&oacute;n. Adem&aacute;s, sirvieron como debut para su discogr&aacute;fica independiente, Flightlees, fundada por&nbsp;Eric Moore. Los siguientes cinco &aacute;lbumes fueron lanzados entre 2013 y 2016, expandiendo su sonido hacia el&nbsp;rock progresivo,&nbsp;heavy metal&nbsp;la&nbsp;m&uacute;sica folk&nbsp;e incluso el&nbsp;soul.</p>
<p align="justify">&nbsp;</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/King-Gizzard-The-Lizard-Wizard.jpg" width="351" height="197" /></p>
<p align="center">&nbsp;</p>
<h2 align="justify"><strong>Psychedelic Porn Crumpets</strong>&nbsp;</h2>
<p align="justify">Es una&nbsp;banda de rock psicod&eacute;lico&nbsp;de&nbsp;Perth&nbsp;,&nbsp;Australia.&nbsp;La banda se form&oacute; en 2014. &nbsp;Han sido comparados con el psicod&eacute;lico&nbsp;Tame Impala de&nbsp;Australia&nbsp;y&nbsp;King Gizzard y el Lagarto Mago. Su m&uacute;sica se describe como creado con &quot;deslumbramiento armon&iacute;as de varias capas, macizo,&nbsp;fuzz&nbsp;-Laden riffs, y delicados&nbsp;ambiente&nbsp;pasajes&quot;.</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/PORN.png" width="351" height="197" /></p>
<p align="center">&nbsp;</p>
<h2 align="justify"><strong>Tame Impala</strong>&nbsp;</h2>
<p align="justify">Es un proyecto musical de&nbsp;neo-psicodelia&nbsp;originario de&nbsp;Perth,&nbsp;Australia, formado por&nbsp;Kevin Parker&nbsp;en el a&ntilde;o 2007. Empez&oacute; como un proyecto de grabaci&oacute;n casera para Parker, quien hasta la actualidad escribe, interpreta, graba y produce toda la m&uacute;sica. En presentaciones en vivo, la banda consiste de Parker (guitarra, voz), Jay Watson (sintetizadores, voz, guitarra), Dominic Simper (guitarra, sintetizador), Cam Avery (bajo) y Julien Barbagallo (bater&iacute;a, coros). Antes de firmar a&nbsp;<em>Modular Recordings</em>, Tame Impala firm&oacute; con&nbsp;Interscope Records&nbsp;en Estados Unidos y&nbsp;Fiction Records&nbsp;en Inglaterra.</p>
<p align="justify">Despu&eacute;s de una serie de&nbsp;sencillos&nbsp;y&nbsp;EP, en 2010, Tame Impala grab&oacute; su &aacute;lbum debut&nbsp;Innerspeaker, este fue certificado oro en Australia y fue bien recibido por las cr&iacute;ticas. Su disco posterior,&nbsp;Lonerism&nbsp;(2012), tambi&eacute;n fue aclamado, alcanzando la certificaci&oacute;n de platino en Australia y recibi&oacute; una nominaci&oacute;n&nbsp;<em>Grammy Award</em>&nbsp;para el mejor disco de m&uacute;sica alternativa. El tercer disco de la banda,&nbsp;Currents, fue lanzado el 17 de julio de 2015, el cual debut&oacute; en el puesto 1 de las listas en Australia y tambi&eacute;n fue nominado como Mejor &aacute;lbum de rock alternativo en los&nbsp;<em>Premios Grammy de 2016.</em>&nbsp;Su &uacute;ltimo &aacute;lbum de estudio hasta la fecha,&nbsp;The Slow Rush, fue publicado el 14 de febrero de 2020.</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/1405_tame_impala_press_pictures_4_by_matt_sav.jpg" width="355" height="233" /></p>
<p align="center">&nbsp;</p>
<h2 align="left"><strong>The Horrors</strong>&nbsp;</h2>
<p align="justify">Es una banda de&nbsp;post-punk/garage rock revival&nbsp;brit&aacute;nica&nbsp;formada en&nbsp;Southend,&nbsp;Inglaterra, en el verano de&nbsp;2005. Lanzaron su &aacute;lbum debut&nbsp;<em>Strange House</em>&nbsp;el&nbsp;5 de marzo&nbsp;de&nbsp;2007, el cual alcanz&oacute; el puesto n&uacute;mero 37 en las&nbsp;listas brit&aacute;nicas. Su siguiente &aacute;lbum,&nbsp;<em>Primary Colours</em>, vio la luz el 4 de mayo de 2009, y alcanz&oacute; el puesto n&uacute;mero 25 en las listas de discos m&aacute;s vendidos del Reino Unido. Gradualmente se convirtieron en una de las bandas m&aacute;s influyentes de la m&uacute;sica brit&aacute;nica, colocados entre los primeros puestos de los Charts brit&aacute;nicos gracias a su tercer &aacute;lbum de estudio&nbsp;<em>Skying.</em>&nbsp;En diciembre de 2012, pusieron a la venta un Boxset cuyos vinilos contienen remixes sobre los tracks del&nbsp;<em>Skying,</em>&nbsp;el cual se denomin&oacute;<em>&nbsp;Higher.</em>&nbsp;Su cuarto &aacute;lbum de estudio&nbsp;<em>Luminous</em>&nbsp;fue lanzado el 5 de mayo de 2014</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/d30f619a1fa039071aaa127b2d26d33d.jpg" width="385" height="205" /></p>
<p align="center">&nbsp;</p>
<h2 align="left"><strong>Hockey Dad</strong>&nbsp;</h2>
<p align="left">Es una banda australiana de&nbsp;surf rock&nbsp;<a href="https://en.wikipedia.org/wiki/Hockey_Dad#cite_note-1"></a>de&nbsp;Windang&nbsp;, &nbsp;Nueva Gales del Sur&nbsp;,&nbsp;Australia&nbsp;.&nbsp;La banda consta de dos miembros, Billy Fleming y Zach Stephenson, y tiene dos &aacute;lbumes completos y un EP lanzado hasta la fecha</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/Hockey_Dad_WEB_by_Ian_Laidlaw-8.jpg" width="383" height="245" /></p>
<p align="left">&nbsp;</p>
<h2 align="left"><strong>Soviet Soviet</strong>&nbsp;</h2>
<p align="left">Es un grupo de&nbsp;post-punk revival&nbsp;de&nbsp;Italia&nbsp;formado por Andrea Giometti (voz&nbsp;y&nbsp;bajo), Matteo Tegu (guitarra) y Alessandro Ferri (bater&iacute;a).</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/Soviet-Soviet-foto-min-1021x580.jpg" alt="q" width="387" height="198" /></p>
<p align="center">&nbsp;</p>
<p align="center">&nbsp;</p>
<h2 align="left"><strong>Surf Curse</strong>&nbsp;</h2>
<p align="left">Es una&nbsp;banda&nbsp;estadounidense de&nbsp;indie&nbsp;surf rock&nbsp;, formada en 2013 en&nbsp;Reno, Nevada&nbsp;.&nbsp;Actualmente consta de&nbsp;Nick Rattigan&nbsp;(voz principal, bater&iacute;a) y Jacob Rubeck (&nbsp;guitarras&nbsp;).</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/sfcs.jpg" width="367" height="224" /></p>
<p align="center">&nbsp;</p>
<h2 align="left"><strong>Unknown Mortal Orchestra</strong>&nbsp;</h2>
<p align="left">Es un grupo de&nbsp;rock&nbsp;neozeland&eacute;s, formado principalmente por el&nbsp;cantante,&nbsp;guitarrista&nbsp;y&nbsp;compositor&nbsp;Ruban Nielson y el&nbsp;bajista&nbsp;Jake Portrait. Su primer &aacute;lbum fue lanzado en 2011 bajo el sello&nbsp;Fat Possum Records, mientras que los cuatro siguientes lo hicieron con&nbsp;Jagjaguwar.</p>
<p align="center"><img src="IMAGENES DE LOS ARTISTAS/umo-new-song.jpg" width="398" height="250" /></p>
<p align="center">&nbsp;</p>
<table width="1167" height="85" border="1" cellpadding="0" cellspacing="0" bordercolor="#FFFFFF" bgcolor="#CCCCCC">
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
<p align="center" class="Estilo1">LO MEJOR EN THE TOP MUSIC </p>
<p align="center" class="Estilo1">SIGUE LA PAGINA </p>
<p align="center" class="Estilo1">DESCUBRE EL NUEVO CONTENIDO</p>
<p align="center" class="Estilo1">EXPLORA Y EENVUELVETE EN UN MUNCO INIGUALABLE</p>
<p align="center"><img src="imagenes/c36f950ebaf7a5bb0db912142185afcf.jpg" width="259" height="194" /></p>
<p>&nbsp;</p>
</body>
</html>
