<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo4 {font-family: Arial, Helvetica, sans-serif}
.Estilo1 {font-family: Georgia, "Times New Roman", Times, serif}
-->
</style>
</head>

<body>
<table width="1122" border="1" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td width="211" height="48"><h4 align="center">CURIOSIDADES</h4></td>
    <td width="209"><h4 align="center"><a href="ARTISTAS.html">ARTISTAS</a><a href="MUSICA.html"></a></h4></td>
    <td width="199"><h4 align="center"><a href="PLAYLIST.html">PLAYLIST</a></h4></td>
    <td width="171"><h4 align="center">GENEROS </h4></td>
    <td width="203"><h4 align="center">DATOS INTERESANTES </h4></td>
    <td width="115"><h4 align="center">NOTICIAS </h4></td>
  </tr>
</table>
<h2 align="center">&nbsp;</h2>
<h2 align="center">BENEFICIOS DE ESCUCHAR MUSICA</h2>
<p align="justify" class="Estilo4">Escuchar m&uacute;sica provoca una gran variedad de actividades y est&iacute;mulos cerebrales&nbsp;que influyen directamente en aspectos importantes de la vida como el estado de &aacute;nimo, el control del estr&eacute;s, la ansiedad o la fatiga. De hecho, cada vez m&aacute;s hospitales incluyen la terapia musical en cada vez m&aacute;s tratamientos. As&iacute;, conmemorando el&nbsp;D&iacute;a Internacional de la M&uacute;sica, Alvar Ocano, gerente m&eacute;dico de la aseguradora Aegon, repasa los principales beneficios que la m&uacute;sica puede aportar a la salud.</p>
<p align="justify" class="Estilo4">Reduce la ansiedad:&nbsp;el escuchar tu canci&oacute;n favorita reduce los niveles de ansiedad. La m&uacute;sica puede ayudar a rebajar los niveles de cortisol, la hormona relacionada con el estr&eacute;s.</p>
<p align="justify" class="Estilo4">Contribuye a reducir el dolor:&nbsp;la terapia musical hace que se liberen endorfinas, que act&uacute;an como analg&eacute;sicos naturales. De hecho, existen m&uacute;ltiples estudios que constatan que la m&uacute;sica puede reducir el dolor de algunas enfermedades cr&oacute;nicas como, por ejemplo, la artrosis.</p>
<p align="justify" class="Estilo4">Ayuda en des&oacute;rdenes neurol&oacute;gicos:&nbsp;tales como el Alzheimer, Parkinson o Autismo. Adem&aacute;s, la m&uacute;sica es como un gimnasio para el cerebro, ya que aumenta la comunicaci&oacute;n neuronal, la elasticidad y la plasticidad del &oacute;rgano.</p>
<p align="justify" class="Estilo4">Fortalece el sistema inmunol&oacute;gico:&nbsp;aumenta la producci&oacute;n de plaquetas, estimula los linfocitos y la protecci&oacute;n celular ante determinadas enfermedades. Asimismo, escuchar m&uacute;sica tambi&eacute;n puede disminuir los niveles de cortisol, los cuales pueden conducir a una disminuci&oacute;n de la respuesta inmune.</p>
<p align="justify" class="Estilo4">Aumenta el optimismo y protege el envejecimiento cerebral:&nbsp;en especial para personas que sufren procesos de depresi&oacute;n. Seg&uacute;n un estudio publicado en la revista&nbsp;<em>Frontiers in Human Neuroscience,</em>&nbsp;tocar un instrumento musical reduce los efectos del deterioro mental asociado al envejecimiento.</p>
<p align="justify" class="Estilo4">Potencia la memoria:&nbsp;al escuchar m&uacute;sica se activan varias zonas del cerebro por lo que se procesa mejor la informaci&oacute;n. Varios informes han confirmado que escuchar m&uacute;sica o tocar un instrumento hace que se aprenda mejor. As&iacute;, seg&uacute;n un estudio publicado por cient&iacute;ficos de la Universidad de Helsinki, la m&uacute;sica de Mozart activa el cerebro izquierdo y derecho, lo que maximiza el aprendizaje y la retenci&oacute;n de informaci&oacute;n.</p>
<p align="justify" class="Estilo4">&nbsp;</p>
<p align="center" class="Estilo4"><img src="IMAGENES DE LOS ARTISTAS/5-beneficios-de-escuchar-musica-que-te-ayudaran-en-tu-vida-2-1 (1).jpg" width="591" height="321" /></p>
<table width="1167" height="85" border="1" cellpadding="0" cellspacing="0" bordercolor="#FFFFFF" bgcolor="#CCCCCC">
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
<p align="center" class="Estilo1">LO MEJOR EN THE TOP MUSIC </p>
<p align="center" class="Estilo1">SIGUE LA PAGINA </p>
<p align="center" class="Estilo1">DESCUBRE EL NUEVO CONTENIDO</p>
<p align="center" class="Estilo1">EXPLORA Y EENVUELVETE EN UN MUNCO INIGUALABLE</p>
<p align="center"><img src="imagenes/c36f950ebaf7a5bb0db912142185afcf.jpg" width="259" height="194" /></p>
</body>
</html>
