<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {font-family: Georgia, "Times New Roman", Times, serif}
-->
</style>
</head>

<body>
<table width="1122" border="1" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td width="211" height="48"><h4 align="center">CURIOSIDADES</h4></td>
    <td width="209"><h4 align="center"><a href="ARTISTAS.html">ARTISTAS</a><a href="MUSICA.html"></a></h4></td>
    <td width="199"><h4 align="center"><a href="PLAYLIST.html">PLAYLIST</a></h4></td>
    <td width="171"><h4 align="center">GENEROS </h4></td>
    <td width="203"><h4 align="center">DATOS INTERESANTES </h4></td>
    <td width="115"><h4 align="center">NOTICIAS </h4></td>
  </tr>
</table>
<h2 align="left" class="Estilo1">&iquest;EL &Aacute;LBUM M&Aacute;S VENDIDO EN EL REINO UNIDO?(Arctic Monkeys) </h2>
<p align="justify" class="Estilo1">2006 fue un a&ntilde;o sumamente emocionante, en el que vimos el ascenso a la fama de bandas que m&aacute;s tarde se convertir&iacute;an en iconos de la m&uacute;sica. De todas esas propuestas que surgieron&nbsp;quiz&aacute; la m&aacute;s importante fueron cuatro j&oacute;venes de Sheffield, Inglaterra que sacudieron el mundo con su &aacute;lbum debut, los Arctic Monkeys, que despu&eacute;s de convertirse en un fen&oacute;meno en MySpace sacudieron al mundo con un sonido fresco.&nbsp;</p>
<p align="justify" class="Estilo1">M&aacute;s all&aacute; de ser una colecci&oacute;n de canciones que hablan sobre romances y vivencias adolescentes, aderezadas con bater&iacute;as r&aacute;pidas y riffs contundentes,&nbsp;detr&aacute;s de&nbsp;<em>Whatever People Say I Am, That&rsquo;s What I&rsquo;m Not</em>&nbsp;hay much&iacute;simas an&eacute;cdotas e historias que lo llenan de m&iacute;stica,&nbsp;pues es un disco fundamental para entender el rock de aquellos a&ntilde;os,&nbsp;es por eso que por ac&aacute; les dejamos algunos datos curiosos de este gran &aacute;lbum.</p>
<p align="justify" class="Estilo1">A lo largo de los a&ntilde;os,&nbsp;los Arctic Monkeys se han valido de muchas cosas para componer sus canciones. En su primer &aacute;lbum &ndash;y como banda primeriza&ndash;&nbsp;se inspiraron en una sola persona, Albert Finney. Los cuatro j&oacute;venes eran grandes admiradores de Finney, as&iacute; que&nbsp;se basaron en la cita de una pel&iacute;cula protagonizada por el actor lanzada en los a&ntilde;os 60 llamada&nbsp;<em>Saturday Night and Sunday Morning&nbsp;</em>para nombrar a su primer disco. Por si esto fuera poco, canciones como &ldquo;The View From The Afternoon&rdquo;, &ldquo;Still Take You Home&rdquo;, &ldquo;From The Ritz To The Rubble&rdquo; y &ldquo;Dancing Shoes&rdquo; son el reflejo del legado de Albert en este &aacute;lbum.</p>
<p align="justify" class="Estilo1">&nbsp;</p>
<h1 align="justify" class="Estilo1">The Strokes regresan</h1>
<div align="justify">
  <p class="Estilo1">La banda formada por el vocalista Julian Casablancas, los guitarristas Nick Valensi y Albert Hammond, Jr., el bajista Nikolai Fraiture y el bater&iacute;a Fabrizio Moretti vendi&oacute; m&aacute;s de 8 millones de copias de aquel primer disco, no solo uno de los mejores trabajos de la &eacute;poca, sino la inspiraci&oacute;n y el empuj&oacute;n definitivo para el &eacute;xito de decenas de bandas alternativasBanda de cultoSi&nbsp;<em>Is This It</em>&nbsp;convirti&oacute; a The Strokes en la banda de referencia del rock alternativo,&nbsp;<em>Room on Fire</em>&nbsp;consolid&oacute; el sonido de la agrupaci&oacute;n, y, aunque no tan aclamado como su debut, aquel segundo disco, publicado en octubre de 2003, dej&oacute; &eacute;xitos como&nbsp;<em>12:51, The End Has No End, I Can&rsquo;t Win, Under Control&nbsp;</em>o<em>&nbsp;Reptilia</em>, uno de los m&aacute;s c&eacute;lebres de la banda junto con otros de su primer trabajo como<em>&nbsp;Last Nite&nbsp;</em>o<em>&nbsp;Someday</em>.<br />
    <br />
    Con el Lou Reed de&nbsp;<em>The Velvet Underground</em>&nbsp;como su principal influencia tanto en las letras como en su forma de cantar, Julian Casablancas, el aclamado vocalista, siempre ha citado a otros grandes artistas y bandas como sus referentes, entre ellos Bob Marley, Nirvana y Pearl Jam.<br />
    <br />
    Ese esp&iacute;ritu nost&aacute;lgico de&nbsp;<em>rock star</em>&nbsp;de otra &eacute;poca es lo que le da el sello que llam&oacute; la atenci&oacute;n, por ejemplo, del d&uacute;o franc&eacute;s Daft Punk en 2013, cuando colaboraron en el tema<em>&nbsp;Instant Crus</em>h, que acumula 325 millones de reproducciones en YouTube.<br />
    <br />
    The Strokes, herederos directos de las bandas del rock de la escena&nbsp;<em>underground</em>&nbsp;de los 70, se confirmaban con apenas dos discos como la banda de referencia de los comienzos del nuevo siglo, un liderazgo que, tras siete a&ntilde;os de silencio, sin duda pueden recuperar con&nbsp;<em>The New Abnormal</em>, un disco que, aunque contin&uacute;a su trayectoria donde la pararon en 2013, recuerda a lo mejor de sus comienzos.</p>
</div>
<h2>&nbsp;</h2>
<h2>CAGE THE ELEPHANT </h2>
<p class="Estilo1">La banda de indie rock&nbsp;Cage The Elephant&nbsp;ha presentado el nuevo videoclip de su sencillo &ldquo;Black Madonna&rdquo;, el cual fue grabado &iacute;ntegramente a trav&eacute;s de&nbsp;Zoom.</p>
<p class="Estilo1">Este nuevo sencillo forma parte del disco &ldquo;Social Cues&rdquo;, lanzado en 2019, y su video fue dirigido por el l&iacute;der de la banda&nbsp;Matt Schultz.&nbsp;</p>
<p class="Estilo1">&ldquo;Esta pieza fue compuesta con el intento de ser una pregunta o un comentario. Los humanos en toda su historia han experimentado fracturas en el coraz&oacute;n, luchando con una separaci&oacute;n profunda, culpa, y aislamiento&rdquo;, comenta la banda en la descripci&oacute;n del video.</p>
<p class="Estilo1">El video realiza un montaje de clips grabados por los miembros de la banda desde su aislamiento, para crear un collage a trav&eacute;s de la plataforma de videollamada&nbsp;Zoom.&nbsp;</p>
<p class="Estilo1">La banda contaba con una gira mundial programada a lo largo del 2020, la cual ha tenido que ser pospuesta ante la actual crisis sanitaria causada por el Covid-19</p>
<table width="1167" height="85" border="1" cellpadding="0" cellspacing="0" bordercolor="#FFFFFF" bgcolor="#CCCCCC">
  <tr>
    <td>&nbsp;</td>
  </tr>
</table>
<p align="center" class="Estilo3">LO MEJOR EN THE TOP MUSIC </p>
<p align="center" class="Estilo3">SIGUE LA PAGINA </p>
<p align="center" class="Estilo3">DESCUBRE EL NUEVO CONTENIDO</p>
<p align="center" class="Estilo3">EXPLORA Y EENVUELVETE EN UN MUNCO INIGUALABLE</p>
<p align="center"><img src="imagenes/c36f950ebaf7a5bb0db912142185afcf.jpg" width="259" height="194" /></p>
<p class="Estilo1">&nbsp;</p>
<p><br />
</p>
</body>
</html>
